tap 'caskroom/cask'
tap 'thoughtbot/formulae'

brew 'rcm'
brew 'git'

brew 'coreutils'
brew 'findutils'

brew 'zsh'

brew 'tmux'

brew 'wget'
brew 'hub'

brew 'jq'
brew 'gpg'
brew 'rbenv'
brew 'ruby-build'
brew 'mycli'
brew 'httpie'

brew 'fontforge'

brew 'pyenv'

brew 'zplug'

cask 'dropbox'
cask '1password'
cask 'iterm2'
cask 'google-japanese-ime'
cask 'google-chrome'
cask 'bestres'
cask 'alfred'
cask 'bettertouchtool'
cask 'clipy'
cask 'caffeine'

cask 'cheatsheet'

cask 'mysqlworkbench'

cask 'dash'

cask 'accessmenubarapps'

cask 'insomnia'

cask 'google-drive'

cask 'skype'
cask 'slack'

cask 'docker'
cask 'the-unarchiver'

cask 'intellij-idea'

cask 'java'
brew 'scala'
brew 'sbt'
brew 'typesafe-activator'


cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'qlimagesize'
cask 'webpquicklook'
cask 'suspicious-package'
cask 'quicklookase'
cask 'qlvideo'
cask 'provisionql'
cask 'quicklookapk'
