tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'thoughtbot/formulae'

brew 'rcm'
brew 'git'
brew 'mercurial'

brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'diffutils'
brew 'grep'
brew 'gawk'
brew 'gnu-sed'
brew 'gnu-tar'

brew 'zsh'

brew 'tmux'
brew 'reattach-to-user-namespace'

brew 'fasd'

brew 'wget'
brew 'hub'

brew 'jq'
brew 'gpg'
brew 'rbenv'
brew 'ruby-build'
brew 'mycli'
brew 'pgcli'
brew 'httpie'

brew 'fontforge'

brew 'pyenv'

brew 'fzf'

brew 'direnv'

brew 'phantomjs'
brew 'docker-clean'

cask 'dropbox'
cask '1password'
cask 'iterm2'
cask 'google-japanese-ime'
cask 'google-chrome'
cask 'bestres'
cask 'bettertouchtool'
cask 'clipy'

cask 'mysqlworkbench'

cask 'dash'

cask 'bartender'

cask 'insomnia'

cask 'google-drive'

cask 'skype'
cask 'slack'

cask 'docker'
cask 'the-unarchiver'

cask 'intellij-idea'

cask 'java'

cask 'font-myrica'

cask 'disk-inventory-x'

cask 'calibre'

cask 'insomniax'

cask 'aerial'

cask 'kindle'
cask 'kindlepreviewer'

cask 'skitch'

cask 'cyberduck'

cask 'macdown'

cask 'robomongo'

cask 'gimp'

cask 'contexts'

cask 'mediainfo'
cask 'vlc'

cask 'hammerspoon'

cask 'flux'

cask 'licecap'

brew 'ffmpeg', args: ['with-fdk-aac', 'with-rtmpdump', 'with-tools', 'with-x265']
brew 'mp4box'
brew 'mediainfo'

brew 'scala'
brew 'sbt'
brew 'typesafe-activator'

brew 'ricty', args: ['powerline']

brew 'ripgrep'

brew 'gibo'

brew 'heroku/brew/heroku'

brew 'pwgen'

brew 'qrencode'

brew 'zplug'

brew 'yarn', args: ['without-node']

cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'qlimagesize'
cask 'webpquicklook'
cask 'suspicious-package'
cask 'quicklookase'
cask 'qlvideo'
cask 'provisionql'
cask 'quicklookapk'
