tap 'caskroom/cask'
tap 'thoughtbot/formulae'
tap 'yewton/fonts'

brew 'rcm'
brew 'git'

brew 'coreutils'
brew 'findutils'

brew 'zsh'

brew 'tmux'
brew 'reattach-to-user-namespace'

brew 'wget'
brew 'hub'

brew 'jq'
brew 'gpg'
brew 'rbenv'
brew 'ruby-build'
brew 'mycli'
brew 'httpie'

brew 'fontforge'

brew 'pyenv'

brew 'zplug'

brew 'direnv'

brew 'gdrive'

brew 'npm'

cask 'dropbox'
cask '1password'
cask 'iterm2'
cask 'google-japanese-ime'
cask 'google-chrome'
cask 'bestres'
cask 'bettertouchtool'
cask 'clipy'

cask 'mysqlworkbench'

cask 'dash'

cask 'accessmenubarapps'

cask 'insomnia'

cask 'google-drive'

cask 'skype'
cask 'slack'

cask 'docker'
cask 'the-unarchiver'

cask 'intellij-idea'

cask 'java'

cask 'font-myrica-for-powerline'

cask 'disk-inventory-x'

cask 'calibre'

cask 'insomniax'

cask 'aerial'

cask 'kindle'
cask 'kindlepreviewer'

cask 'skitch'

cask 'cyberduck'

cask 'macdown'

cask 'robomongo'

cask 'gimp'

cask 'polymail'

cask 'mediainfo'
cask 'vlc'

cask 'hammerspoon'

cask 'witch'

brew 'ffmpeg'
brew 'mp4box'
brew 'mediainfo'

brew 'scala'
brew 'sbt'
brew 'typesafe-activator'

cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'qlimagesize'
cask 'webpquicklook'
cask 'suspicious-package'
cask 'quicklookase'
cask 'qlvideo'
cask 'provisionql'
cask 'quicklookapk'
